Repository: killerbite95/killerbite-cogs
Catalog: gameservermonitor/locales/*.po
Languages: es_es

source: Monitors game servers and updates their status in Discord. By Killerbite95
es_es: Monitoriza servidores de juegos y actualiza su estado en Discord. Por Killerbite95

source: Server not found.
es_es: Servidor no encontrado.

source: Invalid game data for this server.
es_es: Datos de juego no válidos para este servidor.

source: **{server_name}** is offline or not responding.
es_es: **{server_name}** está offline o no responde.

source: No history available for this server. History will be generated with the next updates.
es_es: No hay historial disponible para este servidor. El historial se generará con las próximas actualizaciones.

source: Unknown action: {action}
es_es: Acción desconocida: {action}

source: Players - {hostname}
es_es: Jugadores - {hostname}

source: History - {display_name}
es_es: Historial - {display_name}

source: Statistics - {hostname}
es_es: Estadísticas - {hostname}

source: Status
es_es: Estado

source: Game
es_es: Juego

source: Connect
es_es: Conectar

source: Version
es_es: Versión

source: Current Map
es_es: Mapa Actual

source: Map
es_es: Mapa

source: Players
es_es: Jugadores

source: Player List
es_es: Lista de Jugadores

source: Period Statistics
es_es: Estadísticas del Período

source: Activity Graph
es_es: Gráfico de Actividad

source: Peak
es_es: Pico

source: Average
es_es: Promedio

source: Uptime
es_es: Tiempo activo

source: players
es_es: jugadores

source: Last {hours} hours
es_es: Últimas {hours} horas

source: Name
es_es: Nombre

source: Score
es_es: Puntos

source: Time
es_es: Tiempo

source: ... and {count} more players
es_es: ... y {count} jugadores más

source: The Minecraft server does not expose the full player list.
es_es: El servidor de Minecraft no expone la lista completa de jugadores.

source: Could not retrieve the player list.
es_es: No se pudo obtener la lista de jugadores.

source: No players connected.
es_es: No hay jugadores conectados.

source: Current Status
es_es: Estado Actual

source: Total Queries
es_es: Consultas Totales

source: Successful Queries
es_es: Consultas Exitosas

source: Last Online
es_es: Último Online

source: Last Offline
es_es: Último Offline

source: Online
es_es: En línea

source: Offline
es_es: Desconectado

source: Maintenance
es_es: Mantenimiento

source: Unknown
es_es: Desconocido

source: ``` No history data available. ```
es_es: ``` No hay datos de historial disponibles. ```

source: Player history
es_es: Historial de jugadores

source: Now
es_es: Ahora

source: Stats
es_es: Estadísticas

source: History
es_es: Historial

source: Please wait **{seconds:.1f}s** before using this button again.
es_es: Por favor espera **{seconds:.1f}s** antes de usar este botón de nuevo.

source: The GameServerMonitor module is not available.
es_es: El módulo GameServerMonitor no está disponible.

source: This command only works in servers.
es_es: Este comando solo funciona en servidores.

source: Server not found (ID: `{server_id}`). The server may have been deleted.
es_es: Servidor no encontrado (ID: `{server_id}`). Es posible que el servidor haya sido eliminado.

source: An error occurred while processing the request.
es_es: Ocurrió un error al procesar la solicitud.

source: 🎮 **GameServerMonitor** v{version} by {author}
es_es: 🎮 **GameServerMonitor** v{version} por {author}

source: Channel
es_es: Canal

source: Ports
es_es: Puertos

source: Domain
es_es: Dominio

source: Sets the timezone for status updates. Example: `[p]settimezone Europe/Madrid`
es_es: Establece la zona horaria para las actualizaciones. Ejemplo: `[p]settimezone Europe/Madrid`

source: Sets the public IP to replace private IPs in embeds. Use without arguments to disable replacement. Example: `[p]setpublicip 123.45.67.89`
es_es: Establece la IP pública para reemplazar IPs privadas. Usa sin argumentos para desactivar el reemplazo. Ejemplo: `[p]setpublicip 123.45.67.89`

source: Sets the connection URL template. Use `{ip}` as placeholder for the server IP:port. Example: `[p]setconnecturl https://mysite.com/connect?server={ip}`
es_es: Establece la plantilla de URL de conexión. Usa `{ip}` como placeholder para la IP:puerto del servidor. Ejemplo: `[p]setconnecturl https://mysite.com/connect?server={ip}`

source: Sets the refresh interval in seconds. Minimum: 10 seconds Example: `[p]refreshtime 120`
es_es: Establece el tiempo de actualización en segundos. Mínimo: 10 segundos Ejemplo: `[p]refreshtime 120`

source: Enables or disables debug mode. Example: `[p]gameservermonitordebug true`
es_es: Activa o desactiva el modo debug. Ejemplo: `[p]gameservermonitordebug true`

source: Adds a server to monitor its status. **General usage:** `[p]addserver <ip[:port]> <game> [#channel] [domain]` **DayZ usage (separate ports):** `[p]addserver <ip> dayz <game_port> <query_port> [#channel] [domain]` **Supported games:** cs2, css, gmod, rust, minecraft, dayz
es_es: Añade un servidor para monitorear su estado. **Uso general:** `[p]addserver <ip[:puerto]> <juego> [#canal] [dominio]` **Uso DayZ (puertos separados):** `[p]addserver <ip> dayz <game_port> <query_port> [#canal] [dominio]` **Juegos soportados:** cs2, css, gmod, rust, minecraft, dayz

source: Removes a server from monitoring. Pass exactly the listed key (e.g. `ip:port`). Example: `[p]removeserver 192.168.1.1:27015`
es_es: Elimina el monitoreo de un servidor. Pasa exactamente la clave listada (ej. `ip:puerto`). Ejemplo: `[p]removeserver 192.168.1.1:27015`

source: Forces a status update in the current channel.
es_es: Fuerza una actualización de estado en el canal actual.

source: Shows the current GameServerMonitor cog version.
es_es: Muestra la versión actual del cog GameServerMonitor.

source: Lists all monitored servers.
es_es: Lista todos los servidores monitoreados.

source: Shows detailed server statistics. You can use the real IP, public IP, or server_id. **Example:** `[p]serverstats 192.168.1.1:27015`
es_es: Muestra estadísticas detalladas de un servidor. Puedes usar la IP real, IP pública, o server_id. **Ejemplo:** `[p]serverstats 192.168.1.1:27015`

source: Shows the player history of a server with an ASCII graph. **Examples:** `[p]gsmhistory 192.168.1.1:27015` - Last 24 hours `[p]gsmhistory 192.168.1.1:27015 12` - Last 12 hours
es_es: Muestra el historial de jugadores de un servidor con gráfico ASCII. **Ejemplos:** `[p]gsmhistory 192.168.1.1:27015` - Últimas 24 horas `[p]gsmhistory 192.168.1.1:27015 12` - Últimas 12 horas

source: Shows the list of players connected to a server. Displays name, score and connection time. **Example:** `[p]gsmplayers 192.168.1.1:27015`
es_es: Muestra la lista de jugadores conectados a un servidor. Muestra nombre, puntuación y tiempo conectado. **Ejemplo:** `[p]gsmplayers 192.168.1.1:27015`

source: Server to query (IP:port or select from the list)
es_es: Servidor a consultar (IP:puerto o selecciona de la lista)

source: Hours of history to show (default: 24, max: 168)
es_es: Horas de historial a mostrar (por defecto: 24, máximo: 168)
