Repository: killerbite95/killerbite-cogs
Catalog: ticketstrini/locales/*.po
Languages: es_es

source: Support ticket system with multi-panel functionality
es_es: Sistema de tickets de soporte con funcionalidad multipanel

source: No data to delete
es_es: No hay datos que borrar

source: If you do not respond to this ticket within the next 20 minutes it will be closed automatically.
es_es: Si no responde a este ticket dentro de los próximos 20 minutos, se cerrará automáticamente.

source: (Auto-Close) Opened ticket with no response for
es_es: (Cierre automático) Ticket abierto sin respuesta durante

source: User left guild(Auto-Close)
es_es: Usuario abandonó gremio (Auto-Cerrar)

source: Claim
es_es: Reclamar

source: Claimed
es_es: Reclamado

source: Close
es_es: Cerrar

source: Only support staff can claim tickets.
es_es: Solo el personal de soporte puede reclamar tickets.

source: This ticket no longer exists.
es_es: Este ticket ya no existe.

source: Unknown
es_es: Desconocido

source: You have released this ticket.
es_es: Has liberado este ticket.

source: This ticket is already claimed by **{}**.
es_es: Este ticket ya está reclamado por **{}**.

source: You have claimed this ticket!
es_es: ¡Has reclamado este ticket!

source: This ticket has already been closed! Please delete it manually.
es_es: ¡Este ticket ya ha sido cerrado! Por favor, elimínalo manualmente.

source: You do not have permissions to close this ticket
es_es: No tienes permisos para cerrar este ticket

source: Something went wrong, please try again.
es_es: Algo salió mal, por favor inténtalo de nuevo.

source: Closing...
es_es: Cerrando...

source: You have already been added to the ticket **{}**!
es_es: ¡Ya has sido añadido al ticket **{}**!

source: The maximum amount of staff have claimed this ticket!
es_es: ¡El número máximo de personal ha reclamado este ticket!

source: You already have access to the ticket **{}**!
es_es: ¡Ya tienes acceso al ticket **{}**!

source: {} was added to the ticket
es_es: {} fue añadido al ticket

source: You have been added to the ticket **{}**
es_es: Has sido añadido al ticket **{}**

source: Join Ticket
es_es: Unirse al Ticket

source: Reason for closing
es_es: Motivo del cierre

source: Enter a reason for closing this ticket
es_es: Introduce un motivo para cerrar este ticket

source: This is not a ticket channel.
es_es: Este no es un canal de ticket.

source: This ticket is already claimed by {}.
es_es: Este ticket ya está reclamado por {}.

source: You have reached your maximum claim limit of {} tickets.
es_es: Has alcanzado tu límite máximo de {} tickets reclamados.

source: Ticket claimed successfully!
es_es: ¡Ticket reclamado correctamente!

source: This ticket is not claimed.
es_es: Este ticket no está reclamado.

source: You can only unclaim tickets you have claimed.
es_es: Solo puedes liberar tickets que hayas reclamado.

source: Ticket unclaimed successfully.
es_es: Ticket liberado correctamente.

source: You cannot transfer to yourself.
es_es: No puedes transferir a ti mismo.

source: Target user is not support staff.
es_es: El usuario destino no es personal de soporte.

source: Ticket transferred successfully.
es_es: Ticket transferido correctamente.

source: Repaired **{}** ticket views. ⚠️ **{}** tickets could not be repaired.
es_es: Reparadas **{}** vistas de tickets. ⚠️ **{}** tickets no pudieron ser reparados.

source: Invalid duration format. Use: 1h, 2d, 1w, 30d, or permanent
es_es: Formato de duración inválido. Usa: 1h, 2d, 1w, 30d, o permanent

source: Panel not found
es_es: Panel no encontrado

source: No statistics available yet.
es_es: Aún no hay estadísticas disponibles.

source: Ticket Statistics
es_es: Estadísticas de Tickets

source: Total Tickets
es_es: Total de Tickets

source: Open Tickets
es_es: Tickets Abiertos

source: Closed Tickets
es_es: Tickets Cerrados

source: Average Claim Time
es_es: Tiempo Promedio de Reclamación

source: Average Close Time
es_es: Tiempo Promedio de Cierre

source: Quick reply '{}' created successfully!
es_es: ¡Respuesta rápida '{}' creada correctamente!

source: Quick reply '{}' not found.
es_es: Respuesta rápida '{}' no encontrada.

source: Quick reply '{}' deleted.
es_es: Respuesta rápida '{}' eliminada.

source: No quick replies configured.
es_es: No hay respuestas rápidas configuradas.

source: Available Quick Replies
es_es: Respuestas Rápidas Disponibles

source: Escalation channel set to {}
es_es: Canal de escalación establecido en {}

source: Escalation role set to {}
es_es: Rol de escalación establecido en {}

source: Escalation time set to {} minutes
es_es: Tiempo de escalación establecido en {} minutos

source: Auto-close (user inactivity) set to {} hours
es_es: Auto-cierre (inactividad del usuario) establecido en {} horas

source: Auto-close (staff inactivity) set to {} hours
es_es: Auto-cierre (inactividad del personal) establecido en {} horas

source: Warning time set to {} hours before auto-close
es_es: Tiempo de aviso establecido en {} horas antes del auto-cierre

source: Reopen window set to {} hours
es_es: Ventana de reapertura establecida en {} horas

source: Note added to ticket.
es_es: Nota añadida al ticket.

source: No notes for this ticket.
es_es: No hay notas para este ticket.

source: Ticket Notes
es_es: Notas del Ticket

source: ✅ Panel Check Passed
es_es: ✅ Verificación del Panel Aprobada

source: No issues found with panel '{}'
es_es: No se encontraron problemas con el panel '{}'

source: ⚠️ Panel Issues Found
es_es: ⚠️ Problemas Encontrados en el Panel

source: ✅ All Panels OK
es_es: ✅ Todos los Paneles OK

source: No issues found with any panels
es_es: No se encontraron problemas en ningún panel

source: ⚠️ Issues Found
es_es: ⚠️ Problemas Encontrados

source: Audit channel set to {}
es_es: Canal de auditoría establecido en {}

source: Audit logging disabled
es_es: Registro de auditoría desactivado

source: You have an open ticket
es_es: Tienes un ticket abierto

source: You already have an open ticket in this panel.
es_es: Ya tienes un ticket abierto en este panel.

source: Your ticket: {}
es_es: Tu ticket: {}

source: Active Tickets Overview
es_es: Resumen de Tickets Activos

source: No active tickets
es_es: No hay tickets activos

source: Page {} of {}
es_es: Página {} de {}

source: Filter: {}
es_es: Filtro: {}

source: All
es_es: Todos

source: Open
es_es: Abiertos

source: Unclaimed
es_es: Sin Reclamar

source: Transcript
es_es: Transcripción

source: Ticket closed by {}
es_es: Ticket cerrado por {}

source: Reason: {}
es_es: Motivo: {}

source: (Auto-Close) User did not respond for {hours} hours
es_es: (Auto-Cierre) El usuario no respondió durante {hours} horas

source: (Auto-Close) No staff response for {hours} hours
es_es: (Auto-Cierre) Sin respuesta del personal durante {hours} horas

source: (Auto-Close) No response for {hours} hours
es_es: (Auto-Cierre) Sin respuesta durante {hours} horas

source: ⚠️ {mention} This ticket will be **automatically closed** in approximately **{hours} hours** if you do not respond.
es_es: ⚠️ {mention} Este ticket será **cerrado automáticamente** en aproximadamente **{hours} horas** si no respondes.

source: ⚠️ {mention} If you do not respond to this ticket within the next 20 minutes it will be closed automatically.
es_es: ⚠️ {mention} Si no respondes a este ticket en los próximos 20 minutos, será cerrado automáticamente.

source: minutes
es_es: minutos

source: hours
es_es: horas

source: days
es_es: días

source: Enabled
es_es: Activado

source: Disabled
es_es: Desactivado

source: Yes
es_es: Sí

source: None
es_es: Ninguno

source: Success
es_es: Éxito

source: Warning
es_es: Advertencia

source: Info
es_es: Información

source: Base support ticket settings
es_es: Configuración base de tickets de soporte

source: Ticket Setup Guide
es_es: Guía de Configuración de Tickets

source: Suspend the ticket system If a suspension message is set, any user that tries to open a ticket will receive this message
es_es: Suspender el sistema de tickets Si se establece un mensaje de suspensión, cualquier usuario que intente abrir un ticket recibirá este mensaje

source: Add a support ticket panel
es_es: Añadir un panel de tickets de soporte

source: Set the category ID for a ticket panel
es_es: Establecer el ID de categoría para un panel de tickets

source: Set the channel ID where a ticket panel is located
es_es: Establecer el ID del canal donde se encuentra un panel de tickets

source: Set the message ID of a ticket panel Run this command in the same channel as the ticket panel message
es_es: Establecer el ID del mensaje de un panel de tickets Ejecuta este comando en el mismo canal que el mensaje del panel

source: Set the button text for a support ticket panel
es_es: Establecer el texto del botón para un panel de tickets

source: Set the button color for a support ticket panel
es_es: Establecer el color del botón para un panel de tickets

source: Set the button emoji for a support ticket panel
es_es: Establecer el emoji del botón para un panel de tickets

source: Toggle a panel on/off Disabled panels will still show the button but it will be disabled
es_es: Activar/desactivar un panel Los paneles desactivados seguirán mostrando el botón pero estará deshabilitado

source: Set the default ticket channel name for a panel You can include the following in the name `{num}` - Ticket number `{user}` - user's name `{displayname}` - user's display name `{id}` - user's ID `{shortdate}` - mm-dd `{longdate}` - mm-dd-yyyy `{time}` - hh-mm AM/PM according to bot host system time You can set this to {default} to use default "Ticket-Username
es_es: Establecer el nombre predeterminado del canal de ticket para un panel Puedes incluir lo siguiente en el nombre `{num}` - Número de ticket `{user}` - nombre del usuario `{displayname}` - nombre para mostrar del usuario `{id}` - ID del usuario `{shortdate}` - mm-dd `{longdate}` - mm-dd-yyyy `{time}` - hh-mm AM/PM según la hora del sistema del bot Puedes establecerlo a {default} para usar el predeterminado "Ticket-NombreUsuario

source: Toggle whether a certain panel uses threads or channels
es_es: Alternar si un panel usa hilos o canales

source: Throw a modal when the close button is clicked to enter a reason
es_es: Mostrar un modal cuando se hace clic en cerrar para introducir un motivo

source: Set the logging channel for each panel's tickets
es_es: Establecer el canal de registro para los tickets de cada panel

source: Set a title for a ticket panel's modal
es_es: Establecer un título para el modal de un panel de tickets

source: Add a field to the modal for users to fill in before a ticket is opened **Fields:** - label (required): The name of the field - style: long (multi-line) or short (single-line) - placeholder: The placeholder text - default: The default value - min_length: The minimum length of the field - max_length: The maximum length of the field - required: Whether the field is required **Note:** Modals can only have up to 5 fields.
es_es: Añadir un campo al modal para que los usuarios completen antes de abrir un ticket **Campos:** - label (requerido): El nombre del campo - style: long (multi-línea) o short (una línea) - placeholder: El texto de marcador de posición - default: El valor predeterminado - min_length: La longitud mínima del campo - max_length: La longitud máxima del campo - required: Si el campo es obligatorio **Nota:** Los modales solo pueden tener hasta 5 campos.

source: View and manage modals for a ticket panel
es_es: Ver y gestionar modales de un panel de tickets

source: Add a message for when a ticket is opened
es_es: Añadir un mensaje para cuando se abre un ticket

source: View existing messages for a panel
es_es: Ver los mensajes existentes de un panel

source: View all ticket panels
es_es: Ver todos los paneles de tickets

source: View all ticket settings
es_es: Ver todas las configuraciones de tickets

source: Set max tickets a user can have open at once (0 is no limit)
es_es: Establecer máximo de tickets que un usuario puede tener abiertos a la vez (0 = sin límite)

source: Add support roles to respond to tickets To remove a role, run the command with the role again
es_es: Añadir roles de soporte para responder tickets Para eliminar un rol, ejecuta el comando con el mismo rol de nuevo

source: Assign a support role to a specific ticket panel The role will gain access to that panel's tickets only
es_es: Asignar un rol de soporte a un panel de tickets específico El rol tendrá acceso solo a los tickets de ese panel

source: Set the max tickets a staff member can claim
es_es: Establecer el máximo de tickets que un miembro del staff puede reclamar

source: Set a role that can be assigned tickets (also receives notifications)
es_es: Establecer un rol que puede ser asignado a tickets (también recibe notificaciones)

source: Set an alternate channel that tickets will be opened under for a specific panel Run the command on its own without a channel arg to disable
es_es: Establecer un canal alternativo donde se abrirán los tickets para un panel específico Ejecuta el comando sin argumento de canal para desactivar

source: Set priority for a panel, highest priority panels are checked first for max ticket limit
es_es: Establecer prioridad para un panel, los paneles de mayor prioridad se verifican primero para el límite de tickets

source: Set the row for a panel's button (0-4)
es_es: Establecer la fila para el botón de un panel (0-4)

source: Set hours before ticket is considered as having no response
es_es: Establecer horas antes de que un ticket se considere sin respuesta

source: List currently opened tickets
es_es: Listar tickets actualmente abiertos

source: Toggle whether ticket owners and staff are mentioned when a ticket is opened
es_es: Alternar si los propietarios y staff son mencionados cuando se abre un ticket

source: Cleanup closed ticket channels that still exist
es_es: Limpiar canales de tickets cerrados que aún existen

source: Repair views for open tickets
es_es: Reparar vistas de tickets abiertos

source: Get a message link from a message ID
es_es: Obtener un enlace de mensaje desde un ID de mensaje

source: Toggle DMs on ticket open
es_es: Alternar DMs al abrir un ticket

source: Toggle automatically closing thread tickets
es_es: Alternar cierre automático de tickets de hilos

source: Toggle whether users can rename their own tickets
es_es: Alternar si los usuarios pueden renombrar sus propios tickets

source: Toggle whether users can close their own tickets
es_es: Alternar si los usuarios pueden cerrar sus propios tickets

source: (Toggle all self-manage options: close, rename) for users
es_es: (Alternar todas las opciones de auto-gestión: cerrar, renombrar) para usuarios

source: Toggle whether support is auto-added to tickets on open
es_es: Alternar si el soporte es añadido automáticamente a los tickets al abrirse

source: Toggle ticket transcripts on or off
es_es: Activar o desactivar transcripciones de tickets

source: Toggle whether transcripts are interactive or static (HTML)
es_es: Alternar si las transcripciones son interactivas o estáticas (HTML)

source: Edit/Update an existing ticket panel message
es_es: Editar/Actualizar un mensaje existente del panel de tickets

source: Create an embed for ticket panels Valid color names are: - red, blue, green, yellow, orange, purple, pink, black, white, random
es_es: Crear un embed para paneles de tickets Nombres de colores válidos: - red, blue, green, yellow, orange, purple, pink, black, white, random

source: Open a ticket for another user
es_es: Abrir un ticket para otro usuario

source: Ticket cooldown settings
es_es: Configuración de cooldown de tickets

source: Set ticket cooldown
es_es: Establecer cooldown de tickets

source: View ticket cooldown settings
es_es: Ver configuración de cooldown de tickets

source: Set ticket rate limit
es_es: Establecer límite de velocidad de tickets

source: Requirements to open tickets based on account/server age
es_es: Requisitos para abrir tickets basados en antigüedad de cuenta/servidor

source: Set minimum account age to open tickets
es_es: Establecer antigüedad mínima de cuenta para abrir tickets

source: Set minimum time in server to open tickets
es_es: Establecer tiempo mínimo en servidor para abrir tickets

source: Manage ticket blacklist
es_es: Gestionar lista negra de tickets

source: Add a user to the blacklist
es_es: Añadir un usuario a la lista negra

source: Remove a user from the blacklist
es_es: Eliminar un usuario de la lista negra

source: List blacklisted users
es_es: Listar usuarios en lista negra

source: Smart auto-close settings
es_es: Configuración de auto-cierre inteligente

source: Set hours before auto-close when awaiting user response
es_es: Establecer horas antes del auto-cierre cuando se espera respuesta del usuario

source: Set hours before auto-close when awaiting staff response
es_es: Establecer horas antes del auto-cierre cuando se espera respuesta del staff

source: Set hours before auto-close to send warning Set to 0 to disable warnings
es_es: Establecer horas antes del auto-cierre para enviar aviso Establecer a 0 para desactivar avisos

source: Set the window where closed tickets can be reopened (in hours)
es_es: Establecer la ventana donde los tickets cerrados pueden reabrirse (en horas)

source: View auto-close settings
es_es: Ver configuración de auto-cierre

source: Ticket claim settings
es_es: Configuración de reclamación de tickets

source: Set max tickets a staff member can claim
es_es: Establecer máximo de tickets que un miembro del staff puede reclamar

source: View claim settings and currently claimed tickets
es_es: Ver configuración de reclamación y tickets actualmente reclamados

source: Escalation settings
es_es: Configuración de escalación

source: Set the channel for escalation notifications
es_es: Establecer el canal para notificaciones de escalación

source: Set the role to ping for escalations
es_es: Establecer el rol a mencionar para escalaciones

source: Set minutes before a ticket is escalated for no response
es_es: Establecer minutos antes de que un ticket sea escalado por falta de respuesta

source: View escalation settings
es_es: Ver configuración de escalación

source: Quick reply management
es_es: Gestión de respuestas rápidas

source: Add a quick reply
es_es: Añadir una respuesta rápida

source: Add a quick reply with advanced options Options for close_after: yes, no
es_es: Añadir una respuesta rápida con opciones avanzadas Opciones para close_after: yes, no

source: Remove a quick reply
es_es: Eliminar una respuesta rápida

source: List all quick replies
es_es: Listar todas las respuestas rápidas

source: Set the audit log channel for ticket actions
es_es: Establecer el canal de registro de auditoría para acciones de tickets

source: Export ticket configuration
es_es: Exportar configuración de tickets

source: Import ticket configuration from a JSON file
es_es: Importar configuración de tickets desde un archivo JSON

source: Run pre-flight checks on panel configuration This will verify permissions, channels, roles, and other settings
es_es: Ejecutar verificaciones previas en la configuración del panel Esto verificará permisos, canales, roles y otras configuraciones

source: Interactive embed builder for ticket panels
es_es: Constructor interactivo de embeds para paneles de tickets

source: View ticket overview with advanced filters
es_es: Ver resumen de tickets con filtros avanzados

source: View ticket statistics
es_es: Ver estadísticas de tickets

source: Transcript settings
es_es: Configuración de transcripciones

source: Set how long to keep transcripts (in days)
es_es: Establecer cuánto tiempo mantener las transcripciones (en días)

source: Set transcript formats (html, txt, json)
es_es: Establecer formatos de transcripción (html, txt, json)

source: View transcript settings
es_es: Ver configuración de transcripciones

source: Close your ticket
es_es: Cerrar tu ticket

source: Rename your ticket channel
es_es: Renombrar tu canal de ticket

source: Add a user to your ticket
es_es: Añadir un usuario a tu ticket

source: Remove a user from your ticket
es_es: Eliminar un usuario de tu ticket

source: Save a transcript of the ticket
es_es: Guardar una transcripción del ticket

source: Claim a ticket
es_es: Reclamar un ticket

source: Release a claimed ticket
es_es: Liberar un ticket reclamado

source: Transfer a ticket to another staff member
es_es: Transferir un ticket a otro miembro del staff

source: Add a note to the ticket
es_es: Añadir una nota al ticket

source: View notes for the ticket
es_es: Ver notas del ticket

source: Use a quick reply
es_es: Usar una respuesta rápida

source: I am missing the `Manage Channels` permission to close this ticket!
es_es: ¡Me falta el permiso `Manage Channels` para cerrar este ticket!

source: I am missing the `Manage Threads` permission to close this ticket!
es_es: ¡Me falta el permiso `Manage Threads` para cerrar este ticket!

source: Ticket created by **{}-{}** has been closed. `PanelType: `{} `Opened on: `<t:{}:F> `Closed on: `<t:{}:F> `Closed by: `{} `Reason: `{}
es_es: El ticket creado por **{}-{}** ha sido cerrado. `Tipo de panel: `{} `Abierto el: `<t:{}:F> `Cerrado el: `<t:{}:F> `Cerrado por: `{} `Motivo: `{}

source: `Thread: `{}
es_es: `Hilo: `{}

source: Ticket Closed {} Currently missing permissions to send embeds to this channel!
es_es: ¡Ticket Cerrado! {} ¡Actualmente faltan permisos para enviar incrustaciones a este canal!

source: Ticket Closed
es_es: Ticket cerrado

source: Archiving Ticket...
es_es: Archivando Ticket...

source: Question: {} Response: {}
es_es: Pregunta: {} Respuesta: {}

source: Files uploaded:
es_es: Archivos cargados:

source: View Transcript
es_es: Ver Transcripción

source: There are no tickets stored in the database.
es_es: No hay tickets almacenados en la base de datos.

source: Pruned `{}` invalid {}
es_es: Podado `{}` inválido {}

source: There are no tickets to prune
es_es: No hay tickets para podar

source: There are no active tickets.
es_es: No hay tickets activos.

source: Ticket Overview
es_es: Resumen de tickets

source: Too many active tickets to include in message!
es_es: ¡Demasiados tickets activos para incluir en el mensaje!

source: Active Tickets
es_es: Tickets Activos

source: cancel
es_es: cancelar

source: You are not allowed to interact with this button.
es_es: No está permitido interactuar con este botón.

source: Closing your ticket
es_es: Cerrar tu ticket

source: You been blacklisted from creating tickets!
es_es: ¡Se te ha prohibido crear tickets!

source: You have a role that has been blacklisted from creating tickets!
es_es: ¡Tienes un rol que ha sido incluido en la lista negra para crear tickets!

source: You must have one of the following roles to open this ticket:
es_es: Debes tener uno de los siguientes roles para abrir este ticket:

source: You have the maximum amount of tickets opened already!{}
es_es: ¡Ya tienes la cantidad máxima de tickets abiertos!{}

source: The category for this support panel cannot be found! please contact an admin!
es_es: ¡No se puede encontrar la categoría para este panel de soporte! ¡Por favor, contacta a un administrador!

source: Submission Info
es_es: Información de envío

source: Unanswered
es_es: Sin respuesta

source: Your response cannot contain the word 'Discord' in discoverable servers.
es_es: Tu respuesta no puede contener la palabra 'Discord' en servidores descubiertos.

source: Your ticket is being created, one moment...
es_es: Tu ticket se está creando, un momento...

source: {} ticket for {}
es_es: Ticket {} para {}

source: I am missing the required permissions to create a ticket for you. Please contact an admin so they may fix my permissions.
es_es: Me faltan los permisos necesarios para crear un ticket para ti. Por favor, contacta a un administrador para que pueda solucionar mis permisos.
