Repository: killerbite95/killerbite-cogs
Catalog: ticketstrini/locales/*.po
Languages: es_es

source: There was an error while preparing your ticket, please contact an admin! {}
es_es: Se ha producido un error al preparar tu ticket, por favor contacta a un administrador. {}

source: Welcome to your ticket channel
es_es: Bienvenido a tu canal de ticket

source: You or an admin can close this with the `{}close` command
es_es: Tú o un administrador pueden cerrar esto con el comando `{}close`

source: Ticket form questions
es_es: Preguntas del formulario de ticket

source: I tried to pin the response message but don't have the manage messages permissions!
es_es: ¡Intenté fijar el mensaje de respuesta pero no tengo los permisos para gestionar mensajes!

source: Your ticket has been created! {}
es_es: ¡Tu ticket ha sido creado! {}

source: `Created By: `{user} `User ID: `{userid} `Opened: `{timestamp} `Ticket: `{channelname} `Panel Name: `{panelname} **[Click to Jump!]({jumpurl})**
es_es: `Creado por: `{user} `ID de usuario: `{userid} `Abierto: `{timestamp} `Ticket: `{channelname} `Nombre del panel: `{panelname} **[¡Clic para ir!]({jumpurl})**

source: Ticket Opened
es_es: Ticket abierto
